[General]
language=Türkçe
link_pc_name=Bilgisayar Adı
link_connect_pwd=Şifre
link_file_path=Gelen kutusu
link_auto_start=Otomatik Başlat
link_change_folder_btn=Değiştir
link_open_folder_btn=Aç
link_change_folder_dialog_title=Gelen Kutusu klasörünü seçin
link_save_button=Kaydet
link_copyright=<c color="808080">Telif hakkı (C) 2011-2015.</c><br/><c color="808080">Guangzhou Shirui Electronics. Tüm Hakları Saklıdır.</c>
link_save_success_msg=Ayarlar başarılıyla kaydedildi.
link_save_success_title=Mesaj
link_error_title=Hata
link_error_program_already_ran=Uygulama çalışıyor, lütfen sistem çubuğunu kontrol edin.
link_error_program_expire=Deneme sürümünün süresi bitti, yeni bir tane almak için Shirui ile iletişime geçin. 
link_open_main_window=SeewoLink'i Aç
link_exit_program=Çıkış
link_minimize_to_tray=Sistem çubuğuna küçült 
link_open_spec=Yardım
link_update=Güncelle
link_register=Kaydet
link_error_title=Hata
link_message_title= Mesaj
link_update_network_error=Ağ bağlantısı başarısız, daha sonra tekrar deneyin. 
link_home_qrcode_tip=Android İstemci
link_connect_pc_tip= Bilgisayara bağlanmak için QR kodunu tarayın 
link_reg_serial_invalid=Geçersiz Seri Numarası
link_reg_partial_success=Tebrikler! Bu Seri Numarası %d kez kullanım sonunda dolacak. Bu seri numarasını hala %d makinede daha kullabilirsiniz..
link_reg_full_success=Tebrikler! Bu seri numarası süresiz olarak geçerlidir. Bu seri numarasını hala %d makinede daha kullabilirsiniz.
link_reg_response_failed=Özür dileriz! Kayıt işleminiz başarısız.
link_reg_response_serial_error=Özür dileriz! Kayıt işleminiz başarısız. Sebebi: Seri Numarası hatası.
link_reg_response_error_lock=Özür dileriz! Kayıt işleminiz başarısız. Sebebi: Seri Numarası başka bir makineyi kayıtlı.
link_reg_response_day_expire=Özür dileriz! Kayıt işleminiz başarısız. Sebebi: Seri Numarasının süresi dolmuş.
link_reg_input_serial_text=Lütfen seri numarasını girin
link_error_unknown=Bilinmeyen hata.
link_reg_message_remaindays=Sertifikanızın süresi %d kez kullanım sonunda dolacak. 
link_reg_message_remaindays_tip= <c color="CCCCCC">Sürüm %s, Kayıtlı</c>
link_reg_message_remaindays_warn=<c color="CCCCCC"> Sürüm %s</c>, Kalan <c color="1899ED"><b>%d</b></c><c color="CCCCCC"> times trial.</c><c color="0000ff"><u><b><a id="1050">Register</a></b></u></c>
link_reg_message_remaindays_reminder=<c color="CCCCCC">Sürüm %s</c><c color="1899ED"><b>. kayıtlı değil </b></c><c color="FFFFFF">, Kalan </c><c color="1899ED"><b>%d</b></c> <c color="CCCCCC">kez deneme.</c>
link_reg_rd_renew_button=Yenile
link_confirm_button=Tamam
link_cancel_button=iptal
link_reg_read_reginfo_error=Kayıt bilgisini okuma başarısız, Lütfen tekrar kayıt olun.
link_lang_setting_button=Dil
link_lang_setting_hint=Lütfen dilinizi seçin:
link_lang_setting_ok=Tamam
link_lang_setting_cancel=İptal
link_annotation_stop=Durdur
link_auto_start_tip=SeewoLink Windows ile başlar 
link_lang_tip=Dil
link_tab_text_status=Durum
link_tab_text_set=Ayarlar
link_tab_text_about=Hakkında
link_stat_connected_device_tip= İstemciye Bağlandı:
link_stat_connected_device= BOŞ
link_stat_conn_barcode_tip=Bağlanmak için Tarayın 
link_tab_text_help=<c color="FFFFFF">Yardım için, </c><c color="0000ff"><u><a id="1051"> Buraya tıklayın </a></u></c>
link_client_connected_tip=<c color="CCCCCC">%s<br/>Bağlandı</c>
link_client_disconnected_tip=<c color="CCCCCC">%s<br/>Bağlantı kesildi</c>
link_softap_tip=Hotspot'u başlat 
link_softap_info=<c color="808080">Hotspot adı:%s</c><br/><c color="808080">şifre: %s</c>
link_softap_on=<c color="CCCCCC">Hotspot:%s<br/> başlatıldı</c>
link_softap_off=<c color="CCCCCC">Hotspot durduruldu</c>
link_softap_error=Hotspot başlatılamıyor, WLAN'in açıldığından emin olun
link_update_title=SeewoLink Güncelleme
link_update_confirm=Son sürüme yükseltmek ister misiniz? 
link_update_success=Son sürüme yükseltildi
link_update_failed=Son sürüme yükseltme başarısız oldu, son sürümü almak için resmi internet sitesini ziyaret edin
link_setup_uninstall=Kaldır
link_setup_old_verision=%s eski bir sürümü yüklenmiş, yeni sürüm yüklenmeden önce bunun kaldırılması gerekiyor.
link_setup_restart_prompt=%s bilgisayarınızı yeniden başlatmaya ihtiyaç duyuyor!
link_setup_system_not_match=%s için en az Windows 7'ye ihtiyaç duyuluyor，Kurulumdan çıkılıyor!

link_lock_access=Lock Access
link_click_download_apk_help=<c color="CCCCCC"><c color="1899ED"><u><a id="1067">Download APP</a></u></c></c>
no_install_video_driver=Note: Graphics driver has not been installed,please install it first.
no_surpport_basic_themes=Spotlignt does not support Basic Themes,please turn to Aero Themes
pc_name_error=Failed to rename,there is no special character "%" or empty

link_reg_response_InvalidRequest=Client submits illegal request
link_reg_response_InvalidCheckCode=Invalid verification code
link_reg_response_MachineCodeError=Encoding is empty or does not match the format
link_reg_response_InvalidMachineCode=Machine code does not match
link_reg_response_SerialCodeError=Unable to resolve License
link_reg_response_InvalidSerialCode=Registration code does not exist
link_reg_response_OverdueSerialCode=Enter the registration code has been exhausted (the remaining number is 0)
link_reg_response_DatabaseException=Database exception occurs
link_reg_message_no_register=<c color="CCCCCC">%s  </c><c color="1899ED"><u><b><a id="1050">Not registered</a></b></u></c>
link_picture_show_window_tile=SeewoLink Picture Viewer
link_picture_show_full_window_tile=SeewoLink Picture Slide Viewer